Repository: Dafnert/App-of-Travel-Flutter
Catalog: l10n/*.arb
Languages: ca, es

source: laptop
ca: portàtil
es: portátil

source: laptop description
ca: descripció del portàtil
es: descripción del portátil

source: smartphone description
ca: descripció del smartphone
es: descripción del smartphone

source: tablet
ca: tauleta
es: tableta

source: tablet description
ca: descripció de la tauleta
es: descripción de la tableta

source: smartwatch
ca: rellotge intel·ligent

source: smartwatch description
ca: descripció del rellotge intel·ligent
es: descripción del smartwatch

source: headphones
ca: auriculars
es: auriculares

source: headphones description
ca: descripció dels auriculars
es: descripción de los auriculares

source: camera
ca: càmera
es: cámara

source: camera description
ca: descripció de la càmera
es: descripción de la cámara

source: gaming console
ca: consola de videojocs
es: consola de videojuegos

source: gaming console description
ca: descripció de la consola de videojocs
es: descripción de la consola de videojuegos

source: monitor description
ca: descripció del monitor
es: descripción del monitor

source: keyboard
ca: teclat
es: teclado

source: keyboard description
ca: descripció del teclat
es: descripción del teclado

source: mouse
ca: ratolí
es: ratón

source: mouse description
ca: descripció del ratolí
es: descripción del ratón

source: external hard drive
ca: disc dur extern
es: disco duro externo

source: external hard drive description
ca: descripció del disc dur extern
es: descripción del disco duro externo
